<<<<<<< HEAD
let tw_city = {
    // 縣市
    counties: [{
            key: '台北市',
            value: '台北市'
        },
        {
            key: '新北市',
            value: '新北市'
        }
    ],

    // 區域
    districts: {
        // 台北市
        '台北市': ['中正區', '大同區', '中山區', '松山區', '大安區', '萬華區', '信義區',
            '士林區', '北投區', '內湖區', '南港區', '文山區'
        ],
        // 新北市
        '新北市': ['板橋區', '汐止區', '深坑區', '瑞芳區', '平溪區',
            '雙溪區', '新店區', '坪林區', '烏來區', '永和區', '中和區', '土城區',
            '三峽區', '樹林區', '三重區', '新莊區', '泰山區', '林口區', '蘆洲區',
            '五股區', '八里區', '淡水區', '石門區'
        ]
    }
}
=======
let tw_city = {
    // 縣市
    counties: [
        {
            key: '台北市',
            value: '台北市'
        },
        {
            key: '新北市',
            value: '新北市'
        }
    ],

    // 區域
    districts: {
        // 台北市
        '台北市': ['中正區', '大同區', '中山區', '松山區', '大安區', '萬華區', '信義區',
            '士林區', '北投區', '內湖區', '南港區', '文山區'
        ],
        // 新北市
        '新北市': ['萬里區', '金山區', '板橋區', '汐止區', '深坑區', '石碇區', '瑞芳區', '平溪區',
            '雙溪區', '貢寮區', '新店區', '坪林區', '烏來區', '永和區', '中和區', '土城區',
            '三峽區', '樹林區', '鶯歌區', '三重區', '新莊區', '泰山區', '林口區', '蘆洲區',
            '五股區', '八里區', '淡水區', '三芝區', '石門區'
        ]
    }
}
>>>>>>> f1b340708c8dd0adc4ffdf8f55f1fd7540ba6612
